Repository: mroboticsla/LobbyManager
Catalog: Resources/Resources.*.resx
Languages: es

# Account_CheckEmailBeforeLogin
source: Check your email and confirm your account, you must be confirmed before you can log in.
es: Revise su correo y verifique su cuenta antes de ingresar al sistema.

# Account_CheckEmailToResetPassword
source: Please check your email to reset your password.
es: Por favor, revise su bandeja de entrada y siga las instrucciones para recuperar el acceso a su cuenta.

# Account_ClickHereToLogin
source: Please Click here to Log in
es: Haga click aquí para iniciar sesión

# Account_ConfirmedEmailBeforeLogon
source: You must have a confirmed email to log on
es: Debe verificar su correo electrónico antes de continuar

# Account_ConfirmEmail
source: Confirm Email
es: Confirmación de Correo Electrónico

# Account_EmailConfirmAccount
source: Please confirm your LobbyManager® account by clicking <a href="{0}">here</a>{1}
es: Puede verificar su cuenta de LobbyManager® haciendo click <a href="{0}">aquí.</a>{1}

# Account_EmailResetPassword
source: Please reset your LobbyManager® password by clicking <a href="{0}">here</a>{1}
es: Puede restaurar su contraseña de LobbyManager® haciendo click <a href="{0}">aquí.</a>{1}

# Account_EnterEmail
source: Enter your e-mail
es: Ingrese su correo electrónico

# Account_ForgotPasswordConfirmation
source: Forgot Password Confirmation
es: Confirmación de recuperación de contraseña

# Account_InvalidCode
source: Invalid code
es: Código incorrecto

# Account_InvalidLoginAttempt
source: Invalid login attempt
es: Credenciales incorrectas

# Account_LockedOut
source: Locked Out
es: Cuenta Bloqueada

# Account_LockedOutMessage
source: This account has been locked out, please try again later.
es: Ésta cuenta ha sido bloqueada, por favor intente de nuevo más tarde.

# Account_LoginFailure
source: Login Failure
es: Hubo un problema al iniciar sesión

# Account_LoginFailureMessage
source: Unsuccessful login with service.
es: No se puede iniciar sesión con el servicio seleccionado.

# Account_Logoff
source: Log off
es: Cerrar sesión

# Account_NoAuthenticationServicesMessage
source: There are no external authentication services configured. See <a href="http://go.microsoft.com/fwlink/?LinkId=403804">this article</a> for details on setting up this ASP.NET application to support logging in via external services.
es: No tiene servicios de autenticación externos. Vea <a href="http://go.microsoft.com/fwlink/?LinkId=403804">éste artículo</a> para más detalles acerca de la conexión de proveedores de autenticación externos para ASP.NET.

# Account_Register
source: Register
es: Registrarse

# Account_ResetPassword
source: Reset password
es: Restablecer la contraseña

# Account_ResetPasswordButton
source: Reset
es: Restablecer

# Account_ResetPasswordConfirmation
source: Reset password confirmation
es: Solicitud para Restablecer Contraseña

# Account_ResetYourPassword
source: Reset your password
es: Restablecer su contraseña

# Account_SelectTwoFactorAuthProvider
source: Select Two-Factor Authentication Provider:
es: Seleccione su proveedor de autenticación:

# Account_Send
source: Send
es: Enviar

# Account_SendEmailLink
source: Email Link
es: Enviar vínculo

# Account_SendVerificationCode
source: Send verification code
es: Enviar código de verificación

# Account_SubjectResendConfirmation
source: Confirm your LobbyManager® account-Resend
es: Confirmación de nueva cuenta LobbyManager®

# Account_SubjectResetPassword
source: LobbyManager® Reset Password
es: Recuperación de Contraseña LobbyManager®

# Account_SubjectSendConfirmation
source: Confirm your LobbyManager® account
es: Confirmación de nueva cuenta LobbyManager®

# Account_SuccessfullAuthMessage
source: You've successfully authenticated with <strong>{0}</strong>. Please enter a user name for this site below and click the '{1}' button to finish logging in.
es: Se autenticó exitosamente su cuenta usando <strong>{0}</strong>. Por favor ingrese un nombre de usuario y haga click en el botón '{1}' para finalizar.

# Account_ThankYouForConfirmEmail
source: Thank you for confirming your email
es: Gracias por confirmar su correo electrónico

# Account_TokenReSent
source: The confirmation token has been resent to your email account
es: El token de confirmación ha sido enviado a su correo

# Account_UseAnotherServiceLogin
source: Use another service to log in.
es: Usar otro servicio para Inicio de Sesión

# Account_YourPasswordHasBeenReset
source: Your password has been reset
es: Se ha restablecido su contraseña

# Error_Length
source: The {0} must be at least {2} characters long.
es: La {0} debe contener al menos {2} caracteres de longitud.

# Error_PasswordMatch
source: The password and confirmation password do not match.
es: La contraseña y confirmación de contraseña son diferentes.

# General_Code
source: Code
es: Código

# General_ConfirmPassword
source: Confirm password
es: Confirmar Contraseña

# General_Email
source: Email
es: Correo

# General_EmailSignature
source: <p>&nbsp;Best regards,</p> <div class="WordSection1"> <table class="MsoTableGrid" style="border-collapse: collapse; border: none; height: 116px;" border="0" width="557" cellspacing="0" cellpadding="0"> <tbody> <tr style="mso-yfti-irow: 0; mso-yfti-firstrow: yes; mso-yfti-lastrow: yes; height: 87.05pt;"> <td style="width: 153.3pt; border: none; border-right: solid windowtext 1.0pt; mso-border-right-alt: solid windowtext .5pt; padding: 0cm 5.4pt 0cm 5.4pt; height: 87.05pt;" valign="top" width="204"><img src="http://mroboticsla.com/logo.png" alt="" width="207" height="69" /></td> <td style="width: 278.5pt; border: none; mso-border-left-alt: solid windowtext .5pt; padding: 0cm 5.4pt 0cm 5.4pt; height: 87.05pt;" valign="top" width="371"> <p class="MsoNormal" style="margin-bottom: 7.5pt; line-height: 10.5pt; background: white;"><strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">M-Robotics Latin America Developers Team</span></strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;"><br /><a href="mailto:developers@mroboticsla.com"><span style="color: #428bca; text-decoration: none; text-underline: none;">developers@mroboticsla.com</span></a></span></p> <p class="MsoNormal" style="margin-bottom: .0001pt; line-height: 10.5pt; background: white;"><strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">Visit&nbsp;our website.</span></strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;"><br /> <a href="http://signature-maker.net/www.mroboticsla.com"><span style="color: #428bca; text-decoration: none; text-underline: none;">www.mroboticsla.com</span></a>&nbsp;<br /> </span><span style="font-size: 7.5pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">3a Calle Poniente, #5261, Lomas Verdes Col. Escal&oacute;n, Espacios Centro de Negocios, San salvador, El Salvador</span><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;"></span></p> </td> </tr> </tbody> </table> <p class="MsoNormal" style="margin-bottom: .0001pt; line-height: 10.5pt; background: white;"><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">&nbsp;</span></p> </div>
es: <p>&nbsp;Atentamente,</p> <div class="WordSection1"> <table class="MsoTableGrid" style="border-collapse: collapse; border: none; height: 116px;" border="0" width="557" cellspacing="0" cellpadding="0"> <tbody> <tr style="mso-yfti-irow: 0; mso-yfti-firstrow: yes; mso-yfti-lastrow: yes; height: 87.05pt;"> <td style="width: 153.3pt; border: none; border-right: solid windowtext 1.0pt; mso-border-right-alt: solid windowtext .5pt; padding: 0cm 5.4pt 0cm 5.4pt; height: 87.05pt;" valign="top" width="204"><img src="http://mroboticsla.com/logo.png" alt="" width="207" height="69" /></td> <td style="width: 278.5pt; border: none; mso-border-left-alt: solid windowtext .5pt; padding: 0cm 5.4pt 0cm 5.4pt; height: 87.05pt;" valign="top" width="371"> <p class="MsoNormal" style="margin-bottom: 7.5pt; line-height: 10.5pt; background: white;"><strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">El Equipo de&nbsp;M-Robotics Latin America</span></strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;"><br /><a href="mailto:developers@mroboticsla.com"><span style="color: #428bca; text-decoration: none; text-underline: none;">developers@mroboticsla.com</span></a></span></p> <p class="MsoNormal" style="margin-bottom: .0001pt; line-height: 10.5pt; background: white;"><strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">Visita nuestra p&aacute;gina web.</span></strong><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;"><br /> <a href="http://signature-maker.net/www.mroboticsla.com"><span style="color: #428bca; text-decoration: none; text-underline: none;">www.mroboticsla.com</span></a>&nbsp;<br /> </span><span style="font-size: 7.5pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">3a Calle Poniente, #5261, Lomas Verdes Col. Escal&oacute;n, Espacios Centro de Negocios, San salvador, El Salvador</span><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;"></span></p> </td> </tr> </tbody> </table> <p class="MsoNormal" style="margin-bottom: .0001pt; line-height: 10.5pt; background: white;"><span style="font-size: 9.0pt; font-family: 'Helvetica','sans-serif'; mso-fareast-font-family: 'Times New Roman'; color: #333333; mso-fareast-language: ES-SV;">&nbsp;</span></p> </div>

# General_ErrorMessage
source: An error occurred while processing your request.
es: Ha ocurrido un error mientras al procesar su solicitud.

# General_Password
source: Password
es: Contraseña

# General_Submit
source: Submit
es: Enviar

# General_WelcomeLabel
source: Hello
es: Hola

# Login_ChooseYourLanguage
source: Choose your language
es: Seleccionar lenguaje

# Login_ForgotPassword
source: Forgot your password?
es: ¿Olvidó su contraseña?

# Login_LoginButton
source: Log in
es: Iniciar Sesión

# Login_RegisterNewUser
source: Register as a new user
es: Crear una nueva cuenta

# Login_RememberBrowser
source: Remember this Browser?
es: ¿Recordar en éste equipo?

# Login_RememberMe
source: Remember me?
es: ¿Mantener sesión abierta?

# Login_Title
source: Log in
es: Iniciar Sesión

# Login_UseLocalAccount
source: Use a LobbyManager® account to log in.
es: Usar cuenta LobbyManager® para ingresar.

# MainMenu_About
source: About
es: Acerca de LobbyManager

# MainMenu_Contact
source: Contact
es: Contáctenos

# MainMenu_Home
source: Home
es: Principal

# Register_CreateNewAccount
source: Create new account
es: Crear una nueva cuenta

# Register_RegisterButton
source: Register
es: Registrar

# Register_Title
source: Register
es: Registrar

# General_Change
source: Change
es: Cambiar

# General_Disable
source: Disable
es: Deshabilitar

# General_Enable
source: Enable
es: Habilitar

# General_Manage
source: Manage
es: Administrar

# General_Remove
source: Remove
es: Remover

# Manage_AddPhoneNumber
source: Add a phone number
es: Agregar un número telefónico

# Manage_ChangePassword
source: Change Password
es: Cambiar contraseña

# Manage_ChangePasswordButton
source: Change password
es: Cambiar contraseña

# Manage_ChangePasswordForm
source: Change Password Form
es: Formulario para cambio de contraseña

# Manage_ChangeYourAccountSettings
source: Change your account settings
es: Cambiar la configuración de la cuenta

# Manage_CreateLocalLogin
source: Create Local Login
es: Crear inicio de sesión local

# Manage_CreatePassword
source: Create Password
es: Crear contraseña

# Manage_EmailCode
source: Email Code
es: Código por Correo Electrónico

# Manage_EnterVerificationCode
source: Enter verification code
es: Ingrese su código de verificación

# Manage_ExternalLogins
source: External Logins
es: Cuentas externas

# Manage_LoginUsingAuthAccount
source: Log in using your {0} account
es: Iniciar sesión con su cuenta {0}

# Manage_ManageExternalLogins
source: Manage your external logins
es: Administrar cuentas externas

# Manage_NoExternalAuthServicesConfigured
source: There are no external authentication services configured.
es: No se ha configurado el acceso con ningún proveedor de autenticación externo.

# Manage_NoLocalAccountMessage
source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
es: No se ha configurado ningún usuario o contraseña local para acceder a su sesión. Agregue una cuenta local para iniciar sesión sin utilizar proveedores externos de autenticación.

# Manage_PhoneCode
source: Phone Code
es: Código por SMS

# Manage_PhoneNumber
source: Phone Number
es: Número telefónico

# Manage_RegisteredLogins
source: Registered Logins
es: Cuentas registradas

# Manage_RemoveAuthProviderFromAccount
source: Remove this {0} login from your account
es: Remover el inicio de sesión {0} de su cuenta

# Manage_SecurityCodeEmailSubject
source: Security Code - LobbyManager®
es: Código de Seguridad - LobbyManager®

# Manage_SetPassword
source: Set password
es: Establecer contraseña

# Manage_TwoFactorAuth
source: Two-Factor Authentication
es: Autenticación de Dos Pasos

# Manage_VerifyPhoneNumber
source: Verify Phone Number
es: Verificar número telefónico

# Manage_YourEmailSecurityCodeIs
source: Your security code is: {0}
es: Su código de seguridad es: {0}

# Manage_YourPhoneSecurityCodeIs
source: Your security code is: {0}
es: Su código de seguridad es: {0}

# Account_EnterVerificationCode
source: Enter verification code
es: Ingresar código de verificación

# Account_Verify
source: Verify
es: Verificar

# General_Create
source: Create
es: Crear

# General_None
source: None
es: Ninguno

# Manage_ChangeYourPassword
source: Change your password
es: Cambiar su contraseña

# Manage_ConfirmNewPassword
source: Confirm new password
es: Confirmar nueva contraseña

# Manage_CurrentPassword
source: Current password
es: Contraseña actual

# Manage_ExternalLoginRemoved
source: The external login was removed.
es: Se ha eliminado la cuenta de autenticación externa.

# Manage_FailedToVerifyPhone
source: Failed to verify phone
es: No se ha podido verificar el número telefónico.

# Manage_IncorrectPassword
source: Incorrect password
es: Contraseña incorrecta

# Manage_NewPassword
source: New password
es: Nueva contraseña

# Manage_PhoneNumberAdded
source: Your phone number was added.
es: Se ha agregado su número telefónico.

# Manage_PhoneNumberRemoved
source: Your phone number was removed.
es: Se ha desvinculado su número telefónico.

# Manage_TwoFactorProviderSet
source: Your two-factor authentication provider has been set.
es: Se ha establecido su proveedor de autenticación de dos pasos.

# Manage_YourPasswordHasBeenChanged
source: Your password has been changed.
es: Su contraseña ha cambiado.

# Manage_YourPasswordHasBeenSet
source: Your password has been set.
es: Se ha establecido su contraseña.
